---
kind: property
id: P:Autodesk.Revit.DB.Document.ActiveView
zh: 文档、文件
source: html/043960ac-dde4-0f45-249f-8161646a4362.htm
---
# Autodesk.Revit.DB.Document.ActiveView Property

**中文**: 文档、文件

The document's active view.

## Syntax (C#)
```csharp
public View ActiveView { get; }
```